Repository: aspnet/LibraryInstaller
Catalog: src/LibraryManager.Vsix/MultilingualResources/Microsoft.Web.LibraryManager.Vsix.*.xlf
Languages: de, ko, pt_br, zh_hant

source: Clean libraries started...
de: Die Bereinigung von Bibliotheken wurde gestartet...
ko: 라이브러리 정리가 시작됨...
pt_br: Limpeza de bibliotecas iniciada...
zh_hant: 已開始清除程式庫...

source: Clean libraries succeeded
de: Die Bibliotheken wurden erfolgreich bereinigt.
ko: 라이브러리를 정리했습니다.
pt_br: Limpeza de bibliotecas com êxito
zh_hant: 已成功清除程式庫

# LibraryRestoredNoChange
source: Restore completed. Files already up-to-date
de: Wiederherstellung abgeschlossen. Die Dateien sind bereits auf dem neuesten Stand.
ko: 복원되었습니다. 파일이 이미 최신 상태입니다.
pt_br: Restauração concluída. Os arquivos já estão atualizados
zh_hant: 已完成還原。檔案已是最新狀態

source: Loading...
de: Wird geladen...
ko: 로드 중...
pt_br: Carregando...
zh_hant: 正在載入...

source: Packages could not be loaded
de: Pakete konnten nicht geladen werden.
ko: 패키지를 로드할 수 없습니다.
pt_br: Os pacotes não puderam ser carregados
zh_hant: 無法載入套件

source: Check for updates
de: Auf Updates prüfen
ko: 업데이트 확인
pt_br: Verificar se há atualizações
zh_hant: 檢查更新

# NoUpdatesFound
source: No updates found at this time
de: Zurzeit liegen keine Updates vor.
ko: 지금은 업데이트가 없습니다.
pt_br: Nenhuma atualização encontrada neste momento
zh_hant: 目前沒有找到任何更新

# UninstallLibrary
source: Uninstall {0}
de: "{0}" deinstallieren
ko: {0} 제거
pt_br: Desinstalar {0}
zh_hant: 將 {0} 解除安裝

# NugetInstallPrompt
source: A NuGet package will be installed to augment the MSBuild process, but no files will be added to the project. This may require an internet connection. Do you want to continue?
de: Zur Verbesserung des MSBuild-Prozesses wird ein NuGet-Paket installiert, dem Projekt werden jedoch keine Dateien hinzugefügt. Möglicherweise ist eine Internetverbindung erforderlich. Möchten Sie den Vorgang fortsetzen?
ko: NuGet 패키지가 설치되어 MSBuild 프로세스가 확대되지만, 프로젝트에 파일이 추가되지 않습니다. 이 작업은 인터넷 연결이 필요합니다. 계속하시겠습니까?
pt_br: Um pacote do NuGet será instalado para aumentar o processo do MSBuild, mas nenhum arquivo será adicionado ao projeto. Essa ação pode exigir uma conexão com a Internet. Deseja continuar?
zh_hant: 將會安裝 NuGet 套件來增強 MSBuild 程序，但不會新增任何檔案至專案。 這需要網路連線。 要繼續嗎?

source: <Type to search>
de: <Zur Suche Eingabe beginnen>
ko: <입력하여 검색>
pt_br: <Digite para pesquisar>
zh_hant: <請鍵入以搜尋>

# SelectPackageToSelectFilesToInstall
source: <Choose a package to select files to install>
de: <Wählen Sie ein Paket, um die zu installierenden Dateien auszuwählen>
ko: <패키지를 선택하여 설치할 파일 선택>
pt_br: <Escolha um pacote para selecionar os arquivos para instalação>
zh_hant: <請選擇套件以選取要安裝的檔案>

source: Clean libraries failed
de: Fehler beim Bereinigen von Bibliotheken.
ko: 라이브러리를 정리하지 못했습니다.
pt_br: Falha na limpeza das bibliotecas
zh_hant: 無法清除程式庫
